<template>
    <div class="privacy-box">
        <div class="privacy-policy">
            <h3>隐私政策</h3>
            <br>
            <p>
                1.	每次使用本网站时，您都会受本网站届时最新隐私政策的约束。因此，在每次使用本网站时，请您仔细阅读本隐私政策的内容，以确保您完全接受本隐私政策。
            </p>
            <p>
                2.	您在本网站创建账户和/或您通过本网站或其他与您之间的互动而购买商品时，您将被要求提供您的个人信息，爱特思电子商务（上海）有限公司（“爱特思”）也将收集您的个人信息，包括您的姓名、电子邮件地址、电话号码、送货地址和邮编等（“个人信息”）。因爱特思将在OYSHO 实体店铺或通过您使用的 OYSHO.com网站和指向 OYSHO.com域名和URL地址的共同品牌网站（“网站”）收集个人信息，本隐私政策将适用。请注意，如果您拒绝提供您个人信息的必要信息，则某些交易可能无法完成和/或某些服务可能无法提供，而爱特思将不会为此承担任何责任。
            </p>
            <p>

                3.	我们将对您提供的个人信息将进行保密处理，并且该个人信息现已成为爱特思所拥有的资料库文件的一部分。爱特思和Inditex集团旗下其他公司将独家使用该个人信息，并仅将该个人信息用于以下一个或多个目的：
            </p>
            <p>
                （1）全面履行和执行您所购买商品的买卖合同或我们之间签订的任何其他合同；
            </p>
            <p>
                （2）处理您的要求；以及
            </p>
            <p>
                （3）为您提供OYSHO或Inditex集团旗下其他品牌（经营范围涉及饰品、纺织品、成品时装、家居用品和以上商品的其他附加品，包括化妆品和皮具，以及与发展和/或支持电子商务相关的活动）的市场活动信息和/或产品信息，包括通过向您的电子邮件地址发送电子邮件形式（例如：“时事通讯”）或通过其他同类电子通讯方式（例如：SMS）和电话方式发送上述商品的商业通讯。
            </p>
            <p>
                您可以通过登录本网站的“我的账户”部分并编辑您的偏好的方式改变您接收上述信息的偏好。同时，您在任何时候均可以在“时事通讯”部分取消订阅时事通讯。
            </p>
            <p>
                （4）如果您点击选择保存个人信息以启用“快捷购物”，您即明示授权我们处理、存储您的必要数据以用于启用和发展该项功能。卡片验证码（CVV）将仅被用于确保正在进行的购买交易，不会被作为您的卡片信息的一部分存储或处理。
            </p>
            <p>
                如果您同意启用这项功能，允许您的个人信息自动填充在本网站后续的购买交易中，以免每次操作重新填写该信息，您此次的同意行为将在后续的购买交易中持续有效。您可以在任何时间通过“我的账户-卡片”修改您的卡片信息，撤回您就我们处理和储存您个人信息的同意。爱特思将根据信用卡和借记卡的主要保密和安全标准存储并传送您的卡片信息。
            </p>
            <p>
                当您使用该项功能时，出于安全原因，您可能被要求修改您的密码。请注意，使用网站过程中的安全性也取决于您对密码的正确使用和保密措施。
            </p>
            <p>
                （5）如果OYSHO在网站的“如何购买”板块提供了货到付款服务作为您的付款方式的选项之一，并提供了详细规则，则您可以选择货到付款服务。因此，如果网站提供并且您选择了货到付款的支付方式，请注意，如果您决定退货，您需要提供一些额外的信息，如您的银行账号信息。这些信息将仅用于退款目的，并且，如确有必要，我们将向第三方，包括但不限于转账银行，提供您的上述信息以满足转账需要。
            </p>
            <p>
                （6）如果您提供第三方的个人信息，您应负责通知该第三方关于其个人信息的使用并取得该第三方明确的同意。如果您已经购买商品或礼品卡，则爱特思和Inditex集团旗下其他公司将独家使用您提供的第三方的个人信息，并仅将该个人信息用于以下目的：
            </p>
            <p>
                （a）管理相关商品的送货和/或核实正确的收货；和<br><br>

                （b）处理您对相关商品可能提出的任何询问或建议。
            </p>
            <p>
                4.	爱特思电子商务（上海）有限公司（注册地址为上海市长宁区凯旋路369号29楼01单元）负责保管文件，承诺对您的个人信息进行保密，并确保您通过邮寄信函至上述地址或下文中列明的Inditex, S.A.的注册地址交由“Función LOPD”收启，以行使访问、修改、取消以及拒绝的权利。您还可以通过发送电子邮件至funcionlopd@inditex.com行使您的权利或提出您关于个人信息保护的问题或投诉。
            </p>
            <p>
                在上述两种情况下，我们可能会要求通过任何有效手段对您进行身份鉴别。当您决定要行使上述权利并且已经向我们提供了电子邮件地址作为个人信息的一部分时，如果您也能明确告知我们针对该电子邮件地址的访问、修改、取消和拒绝权利的行使情况，我们将不胜感激。作为注册用户，您可以通过登陆“我的账户”部分查询和更正您的个人信息或者通过“客户服务—联系我们”部分注销您的账户。
            </p>
            <p>

                5.	为实现以上目的，爱特思需要并有权将您提供的个人信息在直接相关的范围内披露或分享给位于西班牙和爱尔兰的Inditex集团旗下任何其他公司（经营范围涉及饰品、纺织品、成品时装、家居用品和以上商品的其他附加品，包括化妆品和皮具，以及与发展和/或支持电子商务相关的活动）及其控股公司Industria de Diseño Textil, S.A.（Inditex, S.A.），其注册地址为西班牙Avenida de la Diputación, Edificio Inditex, 15142 Arteixo (A Coruña)。您已经知悉，您在本网站注册并向我们提供个人信息，将视为您已经明确同意并授权我们可以将该个人信息披露和/或分享给前述Inditex 集团旗下的公司。
            </p>
            <p>

                同样，只有在为实现上述目的绝对必要的情况下，为开发某些服务或支持某些功能，第三方供应商将被允许访问您的个人资料。这些第三方供应商可能是为了保障用户正常交易而采用的技术服务供应商、金融事务管理、物流服务、运输、订单管理、客户服务、交易分析服务供应商。单击“接受”按钮将被视为您同意这种访问/披露，包括为提高服务效率，由上述供应商从中国境外，如欧洲经济区或美国，访问您的个人信息的情况。如果您不同意上述个人信息的使用和传输，请不要继续操作。
            </p>
            <p>

                6.	您（用户）特此保证您所提供的个人信息是真实和准确的，并承诺通知我们关于该个人信息的任何变动或更改。通过在注册文件上提供错误的、不准确的或不完整的信息而对本网站或本网站负责人或任何第三方造成的任何损失或损害，将由您（用户）独自承担责任。
            </p>
            <p>

                7.	Cookies：我们使用本网站上的Cookies，它是包含您浏览本网站相关信息的小型文本文件，其主要用途是改善您在本网站上的体验。您可通过以下链接进一步了解有关我们应用Cookies的信息和其他感兴趣的信息：
                <a href="https://www.oysho.cn/webapp/wcs/stores/servlet/ItxSpotView?catalogId=60361118&amp;storeId=65009628&amp;langId=-7&amp;spot=CookiesPolicy">有关Cookies的信息</a>
            </p>
            <p>

                接受本隐私政策意味着您同意我们使用您在本网站上所产生的Cookies，有关信息请参见前面指定页面的详细说明。
            </p>

        </div>
    </div>
</template>

<script>
    export default {
        name: "PrivacyPolicy"
    }
</script>

<style lang="less" scoped>

    .privacy-box{
        width:90%;height:90%;position:absolute;background-color:#FFF;z-index:99;overflow:auto;left:5%;top:5%;overflow:auto;
        -webkit-overflow-scrolling: touch;
        padding:0px 30px;color:#000;

        .privacy-policy{
            width:100%;position:relative;
            font-size:14px;
        }
    }

</style>